Repository: arunsampathkalyan/Projects
Catalog: proj/stc/STC.Projects.WPFControlLibrary.LandingPage/Properties/Resources.*.resx
Languages: ar

# strAccidents
source: ACCIDENTS
ar: حوادث

# strAccidentsDailyTrend
source: Incidents Daily Trend
ar: معدل اتجاه الحوادث اليومي

# strAccidentsMonthTrend
source: Incidents Monthly Trend
ar: معدل اتجاه الحوادث الشهري

# strAccidentsQtrTrend
source: Incidents Quarterly Trend
ar: معدل اتجاه الحوادث الربع سنوي

# strAccidentsWeeklyTrend
source: Incidents Weekly Trend
ar: معدل اتجاه الحوادث الاسبوعي

# strAnalysis
source: ANALYSIS
ar: إحصائيات

# strDangerousViolationsDailyTrend
source: Dangerous Violations Daily Trend
ar: معدل اتجاه المخالفات الخطرة اليومي

# strDangerousViolationsWeeklyTrend
source: Dangerous Violations Weekly Trend
ar: معدل اتجاه المخالفات الخطرة الاسبوعي

# strDangerousViolator
source: DANGEROUS VIOLATOR
ar: مخالفات خطرة

# strDangerousVoilationsMonthTrend
source: Dangerous Violations Monthly Trend
ar: معدل اتجاه المخالفات الخطرة الشهري

# strDangerViolationQtrTrend
source: Dangerous Violation Quarterly Trend
ar: معدل اتجاه المخالفات الخطرة الربع سنوي

# strFrom
source: from
ar: من

# strGeneral
source: GENERAL
ar: الصفحة الرئيسية

# strHeatMap
source: HEAT MAPS
ar: خريطة العرض التصويري

# strHighestQuarter
source: Highest Quarter
ar: الفترة العظمى

# strHome
source: HOME
ar: الرئيسية

# strKPITableCharts
source: KPI's TABLE CHARTS
ar: مؤشرات الأداء

# strPatrolCar
source: PATROL CAR
ar: دوريات المرور

# strTo
source: to
ar: الى

# strTrendAnalysis
source: TREND ANALYSIS
ar: معدلات التغير

# strTruckPermissionDailyTrend
source: Truck Violation Daily Trend
ar: معدل اتجاه مخالفات الشاحنات اليومي

# strTruckPermissionMonthTrend
source: Truck Violation Monthly Trend
ar: معدل اتجاه مخالفات الشاحنات الشهري

# strTruckPermissionQtrTrend
source: Truck Violation Quarterly Trend
ar: معدل اتجاه مخالفات الشاحنات الربع سنوي

# strTruckPermissions
source: TRUCK PERMISSIONS
ar: مخالفات شاحنات

# strTruckPermissionWeeklyTrend
source: Truck Violation Weekly Trend
ar: معدل اتجاه مخالفات الشاحنات الاسبوعي

# strViolationQtrTrend
source: Violation Quarterly Trend
ar: معدل اتجاه المخالفات الربع سنوي

# strViolations
source: VIOLATIONS
ar: مخالفات

# strViolationsDailyTrend
source: Violations Daily Trend
ar: معدل اتجاه المخالفات اليومي

# strViolationsMonthTrend
source: Violations Monthly Trend
ar: معدل اتجاه المخالفات الشهري

# strViolationsWeeklyTrend
source: Violations Weekly Trend
ar: معدل اتجاه المخالفات الأسبوعي

# strWorkZones
source: WORK ZONES
ar: مناطق العمل

# strAccidentsDailyStatis
source: Accidents Count Comparision with Daily
ar: مقارنة عدد الحوادث طبقا للمنطقة يوميا

# strAccidentsMonthsStatis
source: Accidents Count Comparision with Monthly
ar: مقارنة عدد الحوادث طبقا للمنطقة شهريا

# strAccidentsWeekStatis
source: Accidents Count Comparision with Weekly
ar: مقارنة عدد الحوادث طبقا للمنطقة اسبوعيا

# strAccidentsYearStatis
source: Accidents Count Comparision with Yearly
ar: مقارنة عدد الحوادث طبقا للمنطقة سنويا

# strDangViolnDailyStatis
source: Dangerous Violations Count Comparision with Daily
ar: مقارنة المخالفات الخطرة طبقا للمنطقة يوميا

# strDangViolnMonthsStatis
source: Dangerous Violations Count Comparision with Monthly
ar: مقارنة المخالفات الخطرة طبقا للمنطقة شهريا

# strDangViolnWeekStatis
source: Dangerous Violations Count Comparision with Weekly
ar: مقارنة المخالفات الخطرة طبقا للمنطقة اسبوعيا

# strDangViolnYearStatis
source: Dangerous Violations Count Comparision with Yearly
ar: مقارنة المخالفات الخطرة طبقا للمنطقة سنويا

# strViolationsComparisonDaily
source: Violations Count Comparison With Daily
ar: مقارنة عدد المخالفات يوميا

# strViolationsComparisonMonthly
source: Violations Count Comparison With Monthly
ar: مقارنة عدد المخالفات شهريا

# strViolationsComparisonWeekly
source: Violations Count Comparison With Weekly
ar: مقارنة عدد المخالفات شهريا

# strViolationsComparisonYearly
source: Violations Count Comparison With Yearly
ar: مقارنة عدد المخالفات سنويا

# strViolationsCountDaily
source: Violations Count Daily
ar: عدد المخالفات يوميا

# strViolationsCountMonthly
source: Violations Count Monthly
ar: عدد المخالفات شهريا

# strViolationsCountWeekly
source: Violations Count Weekly
ar: عدد المخالفات اسبوعيا

# strViolationsCountYearly
source: Violations Count Yearly
ar: عدد المخالفات سنويا

# strHighestDay
source: Highest Day
ar: أكثر يوم

# strHighestMonth
source: Highest Month
ar: أكثر شهر

# strHighestWeek
source: Highest Week
ar: أكثر اسبوع

# strFatality
source: Fatality Target by 2030
ar: الخطه المستقبليه 2030

# strMainAccidentsYearRegion
source: Accidents Comparison with
ar: الحوادث مقارنة مع

# strand
source: and
ar: و

# strOverview
source: OVERVIEW
ar: نظرة عامة

# strPerformance
source: PERFORMANCE
ar: مؤشرات الأداء

# strPrediction
source: PREDICTION
ar: توقعات

# strStatistics
source: STATISTICS
ar: إحصائيات

# strDashboard
source: DASHBOARD
ar: تحاليل احصائية

# strMainIncidentsCount
source: Incidents Count
ar: عدد الحوادث

# strMainViolationsComparisonYearly
source: Violations Comparison With
ar: المخالفات مقارنة مع

# strMainViolationsCount
source: Violations Count
ar: عدد المخالفات

# strTrcukViolationsComparisonDaily
source: Truck Violations Count Comparison With Daily
ar: مقارنة عدد مخالفات الشاحنات يوميا

# strTrcukViolationsComparisonMonthly
source: Truck Violations Count Comparison With Monthly
ar: مقارنة عدد مخالفات الشاحنات شهريا

# strTrcukViolationsComparisonWeekly
source: Truck Violations Count Comparison With Weekly
ar: مقارنة عدد مخالفات الشاحنات اسبوعيا

# strTrcukViolationsComparisonYearly
source: Truck Violations Count Comparison With Yearly
ar: مقارنة عدد مخالفات الشاحنات سنويا

# strActualPercentage
source: Actual Percentage
ar: النسبة الفعلية

# strCurrentValue
source: Current Value
ar: القيمة الحالية

# strKPIName
source: KPI Name
ar: اسم مؤشر الأداء

# strKPITableChart
source: KPIs Table Chart
ar: مؤشرات الأداء

# strPercentage
source: Percentage
ar: النسبة

# strPreviousValue
source: Previous Value
ar: القيمة السابقة

# strTargetValue
source: Target Value
ar: القيمة المرجوة

# strAccidentsCountDaily
source: Accidents Count Daily
ar: عدد الحوادث يوميا

# strAccidentsCountMonthly
source: Accidents Count Monthly
ar: عدد الحوادث شهريا

# strAccidentsCountWeekly
source: Accidents Count Weekly
ar: عدد الحوادث اسبوعيا

# strAccidentsCountYearly
source: Accidents Count Yearly
ar: عدد الحوادث سنويا

# strByComparison
source: By Comparision
ar: بالمقارنة

# strByType
source: By Type
ar: بالنوع

# strDangerViolationsCountDaily
source: Dangererous Violations Count Daily
ar: عدد المخالفات الخطرة يوميا

# strDangerViolationsCountMonthly
source: Dangererous Violations Count Monthly
ar: عدد المخالفات الخطرة شهريا

# strDangerViolationsCountWeekly
source: Dangererous Violations Count Weekly
ar: عدد المخالفات الخطرة اسبوعيا

# strDangerViolationsCountYearly
source: Dangererous Violations Count Yearly
ar: عدد المخالفات الخطرة سنويا

# strTruckViolationsCountDaily
source: Truck Violations Count Daily
ar: عدد مخالفات الشاحنات يوميا

# strTruckViolationsCountMonthly
source: Truck Violations Count Monthly
ar: عدد مخالفات الشاحنات شهريا

# strTruckViolationsCountWeekly
source: Truck Violations Count Weekly
ar: عدد مخالفات الشاحنات اسبوعيا

# strTruckViolationsCountYearly
source: Truck Violations Count Yearly
ar: عدد مخالفات الشاحنات سنويا

# strNoofaccidentwithfatality
source: No of accident with fatality
ar: عدد الحوادث التي بها وفيات

# strNoofDangerousViolations
source: No of Dangerous Violations
ar: عدد المخالفات الخطرة

# strNoOfFatalities
source: No Of Fatalities
ar: عدد الوفيات

# strNoSevereAccident
source: No Severe Accident
ar: عدد الحوادث الجسيمة

# strValue
source: Value
ar: القيمة
