Repository: arunsampathkalyan/Projects
Catalog: proj/stc/STC.Projects.WPFControlLibrary.AdminPage/Properties/Resources.*.resx
Languages: ar

# strActualPercentage
source: Actual Percentage
ar: النسبة الفعلية

# strAddBusinessRule
source: Add Business Rule
ar: أضف لائحة عمل

# strAddBusinessRuleScreen
source: Add Business Rule Scereen
ar: أضافة لوائح الأعمال

# strAddRule
source: Add Rule
ar: أضف لائحة

# strBack
source: Back
ar: رجوع

# strBsnRuleIntvlTime
source: Business Rule Interval Time
ar: مدة اللائحة التنفيذية

# strBusinessRuleName
source: Business Rule Name
ar: اسم لائحة الأعمال

# strBusinessRules
source: Business Rules
ar: لوائح الأعمال

# strCreatedBy
source: Created By
ar: تم الانشاء بواسطة

# strCreationDate
source: Creation Date
ar: تاريخ الانشاء

# strCurrentValue
source: Current Value
ar: القيمة الحالية

# strDangerousViolator
source: DANGEROUS VIOLATOR
ar: مخالفات خطرة

# strDateCreated
source: Date Created
ar: تاريخ الانشاء

# strDateModified
source: Date Modified
ar: تاريخ التعديل

# strEditBusinessRule
source: Edit Business Rule
ar: تعديل لائحة العمل

# strExceedBy
source: Exceed By
ar: تجاوز ب

# strKpiAdministration
source: KPI ADMINISTRATION
ar: إدارة مؤشرات الأداء

# strKpiAdministrationSmall
source: KPI Administration
ar: إدارة مؤشرات الأداء

# strKPIName
source: KPI Name
ar: اسم المؤشر

# strKPIsCurrentValue
source: KPIs Current Value
ar: القيمة الحالية

# strKPIsPreviousValue
source: KPIs Previous Value
ar: القيمة السابقة

# strKPITableChart
source: KPIs Table Chart
ar: جدول مؤشرات الأداء

# strManageKPItable
source: Manage KPI Table
ar: ادارة مؤشرات الاداء

# strModifiedBy
source: Modified By
ar: تم التعديل بواسطة

# strNumOfOccuurrence
source: No of occurrence
ar: عدد التكرار

# strNumOfViolation
source: Number of Violation
ar: عدد المخالفات

# strPercentage
source: Percentage
ar: النسبة

# strPreviousValue
source: Previous Value
ar: القيمة السابقة

# strPriority
source: Priority
ar: الأولوية

# strRedLightCrossed
source: Red Light Crossed
ar: تخطي إشارة حمراء

# strRedLightCrossing
source: Red Light Crossing
ar: زمن تخطي الإشارة الحمراء

# strRedLightCrossingTime
source: Red Light Crossing Time
ar: زمن تخطي الاشارة

# strRuleName
source: Rule Name
ar: اسم اللائحة

# strSaveRule
source: Save Rule
ar: احفظ اللائحة

# strSpeedInsideCity
source: Speed Inside City
ar: السرعة داخل المدينة

# strSpeedOutsideCity
source: SpeedOutsideCity
ar: السرعة خارج المدينة

# strStatus
source: Status
ar: الحالة

# strTargetValue
source: Target Percentage
ar: النسبة المرجوة

# strUpdateBusinessRule
source: Update Rule
ar: تعديل لائحة الأعمال

# strUpdateBusinessRuleScreen
source: Update Business Rule Screen
ar: شاشة تعدسل لائحة الاعمال

# strUpdateKPI
source: Update
ar: تعديل

# strVehicleType
source: Vehicle Type
ar: نوع المركبة

# strDisable
source: Disable
ar: ايقاف

# strEnable
source: Enable
ar: تفعيل

# strBackBtnAddRuleMsg
source: Are you sure, want to close the Add Business Rule Screen?
ar: سيتم الغاء أي تعديلات, هل انت متأكد؟

# strBackBtnEditRuleMsg
source: Are you sure you want to cancel any modifications?
ar: سيتم الغاء أي تعديلات, هل انت متأكد؟
