Repository: arunsampathkalyan/Projects
Catalog: proj/stc/STC.Projects.WPFControlLibrary.AccidentMapControl/Properties/Resources.*.resx
Languages: ar

# strAccidents
source: Accidents
ar: الحوادث

# strAchievementPercentage
source: Achievement Percentage
ar: نسبة الانجاز

# strActiveWorkingHours
source: Active Working Hours
ar: عدد ساعات العمل حتي الان

# strAssetDetails
source: Asset Details
ar: تفاصيل الاصول

# strAssetName
source: Asset Name:
ar: اسم الاصول:

# strAssets
source: Assets
ar: الاصول

# strAssetStatus
source: Asset Status:
ar: حالة الاصول:

# strAssignedPatrol
source: Assigned Patrol:
ar: المركبة المسندة:

# strAverageResponsetime
source: Average Response time:
ar: متوسط سرعة الاستجابة:

# strBloodPressure
source: Blood Pressure
ar: ضغط الدم

# strCamera
source: Camera
ar: كاميرا

# strCarDetails
source: Car Detail
ar: بيانات المركبة

# strColor
source: Color
ar: اللون

# strComments
source: Comments:
ar: تعليقات:

# strDate
source: Date/Time
ar: التاريخ/الوقت

# strDirection
source: Direction
ar: الاتجاة

# strDispatchingTime
source: Dispatching Time:
ar: وقت الاسناد:

# strHealthKPIs
source: Health KPIs
ar: المؤشرات الصحية

# strHeartPluseRate
source: Heart Pluse Rate
ar: معدل نبض القلب

# strincident
source: Incident Details
ar: بيانات الحادث

# strIncidentAddress
source: Incident Address:
ar: عنوان الحادث:

# strIncidentFinishedtime
source: Finished time:
ar: وقت انتهاء البلاغ:

# strIncidentStatus
source: Incident Status:
ar: حالة البلاغ:

# strIncidentTime
source: Incident Time:
ar: وقت البلاغ:

# strIncidentType
source: Incident Priorities:
ar: أولوية البلاغ:

# strKPI
source: KPI
ar: الإحصائيات

# strLastIncidenttime
source: Last Incident time:
ar: وقت اخر بلاغ:

# strLastResponseTime
source: Last Response Time:
ar: زمن اخر استجابة:

# strLicenceExpiryDate
source: Licence Expiry Date
ar: تاريخ انتهاء الرخصة

# strLicenceNum
source: Licence Number
ar: رقم الرخصة

# strLocation
source: Location
ar: الموقع

# strLogout
source: Logout
ar: خروج

# strModel
source: Model
ar: النوع

# strNotification
source: Notification
ar: التنبيهات

# strNumofActivehours
source: # of Active hours:
ar: عدد الساعات الفعليه:

# strNumofIncidentsHandled
source: # of Incidents Handled:
ar: عدد البلاغات:

# strOfficerAllocation
source: Officer Allocation
ar: مركز

# strOfficerDetails
source: Officer Details
ar: تفاصيل الضباط

# strOfficerName
source: Officer Name:
ar: اسم الضابط:

# strOfficerPhoneNumbers
source: Officer Phone Numbers:
ar: رقم جوال الضابط:

# strOfficers
source: Officers
ar: الضباط

# strOfficersMilitaryNumber
source: Officers Military Number:
ar: الرقم العسكري:

# strOfficersnames
source: Officers names:
ar: اسماء الضباط:

# strOwnerAge
source: Owner Age
ar: سن المالك

# strOwnerMobileNum
source: Owner Mobile Number
ar: رقم موبايل المالك

# strOwnerName
source: Owner Name
ar: اسم المالك

# strOwnerNationality
source: Owner Nationality
ar: جنسية المالك

# strPatrolArrived
source: Patrol Arrived:
ar: وصول المركبة:

# strPatrolDetails
source: Patrol Details
ar: تفاصيل المركبة

# strPatrolID
source: Patrol ID:
ar: رقم المركبة:

# strPatrolPerformance
source: Patrol Performance
ar: احصائيات المركبة:

# strPatrols
source: Patrols
ar: المركبات

# strPlateNum
source: Plate Number
ar: رقم اللوحة

# strSearch
source: Search
ar: بحث

# strSearchNow
source: Search Now
ar: ابحث

# strSend
source: Send
ar: ارسال

# strStatus
source: Status
ar: الحالة

# strTemperature
source: Temperature
ar: درجة الحرارة

# strTime
source: Time
ar: الوقت

# strType
source: Type
ar: النوع

# strUsersToSend
source: Users To Send
ar: اسماء المستخدمين

# strVendorName
source: Vendor Name:
ar: مقدم الخدمة:

# strViolationDetails
source: Violation Details
ar: تفاصيل المخالفات

# strViolations
source: Violations
ar: المخالفات

# strViolationsbyTypes
source: Violations by Types
ar: نوع المخالفات

# strArrivedTime
source: Arrived Time
ar: وقت الوصول

# strDispatchedPatrolsDetails
source: Dispatched Patrols Details
ar: بيانات المركبات المسندة

# strDriverAbuseCase
source: Driver Abuse Case
ar: حالة تعاطي السائق

# strIncidentID
source: Incident ID
ar: رقم الحادث

# strIncidentReasons
source: Incident Reasons
ar: أسباب الحادث

# strInfectionRate
source: Infection Rate
ar: معدل الإصابات

# strNumberOfInjured
source: Number of Injured
ar: عدد المصابين

# strResponseTime
source: Response Time
ar: وقت الاستجابة

# strBasicInfo
source: Basic Info
ar: بيانات أساسية

# strPatrolStatus
source: Patrol Status
ar: حالة الوردية

# strForecast
source: Forecast
ar: توقعات مستقبلية

# strPeriod
source: Periods
ar: الفترة

# strShowActPredict
source: Activate Prediction
ar: إظهار التوقعات

# strShowDangOnly
source: Show Dangerous violation
ar: المخالفات الخطرة

# strShowHeatMap
source: Show Heat Map
ar: الخرائط التصويرية

# strThisMonth
source: This Month
ar: الشهر الحالي

# strThisWeek
source: This Week
ar: الاسبوع الحالي

# strToday
source: Today
ar: اليوم الحالي

# strView
source: View
ar: عرض

# strAlAin
source: Al Ain
ar: العين

# strDaily
source: Daily
ar: يومي

# strDailyView
source: Daily View
ar: عرض يومي

# strGharbaya
source: Al Gharbaya
ar: الغربية

# strIsLand
source: Abu Dhabi IsLand
ar: جزيرة أبوظبي

# strMonthly
source: Monthly
ar: شهري

# strMonthlyView
source: Monthly View
ar: عرض شهري

# strPlayBack
source: PlayBack
ar: سجلات سابقة

# strRegions
source: Regions
ar: المناطق

# strWeekly
source: Weekly
ar: اسبوعي

# strWeeklyView
source: Weekly View
ar: عرض اسبوعي
