Repository: arunsampathkalyan/Projects
Catalog: proj/stc/STC.Projects.WPFControlLibrary.SOPBox/Properties/Resources.*.resx
Languages: ar

# strAction
source: Action
ar: الإجراءات

# strAssignedSpeed
source: Assigned Speed :
ar: السرعة المخصصة:

# strAssignedVMS
source: Assigned VMS :
ar: الرسالة المخصصة:

# strBack
source: Back >>
ar: العودة

# strCameraDetails
source: Camera Details
ar: تفاصيل الكاميرا

# strCCTVName
source: CCTV Name :
ar: اسم كاميرا المراقبة

# strCCTVs
source: CCTVs
ar: كاميرات المراقبة

# strCCTVSerialNo
source: CCTV SerialNo :
ar: الرقم المسلسل لكاميرا المراقبة

# strChange
source: Change
ar: تغيير

# strCurrentMessage
source: Current Message
ar: الرسالة الحالية

# strCurrentSpeed
source: Current Speed :
ar: السرعة الحالية

# strDone
source: Done
ar: أنهاء

# strInfo
source: Info
ar: البيانات

# strKPI
source: Statistics
ar: مؤشرات الأداء الرئيسية

# strLastSpeedLimitModificationDetails
source: Last Speed Limit Modification Details :
ar: تفاصيل أخر تعديل للسرعة :

# strLastVisibilityRange
source: Last Visibility Range :
ar: أخر قراءة لمدى الرؤية :

# strLastVMSModificationDetails
source: Last VMS Modification Details :
ar: تفاصيل أخر تعديل للسرعة :

# strLocation
source: Location :
ar: الموقع :

# strModificationDateTime
source: Modification Date/Time :
ar: وقت و تاريخ التعديل :

# strModifiedBy
source: Modified By :
ar: تم التعديل بواسطة :

# strNewMessage
source: New Message :
ar: الرسالة الجديدة

# strNewSpeedLimit
source: New Speed Limit :
ar: الحد الأقصى للسرعة الجديدة

# strRadarDetails
source: Radar Details
ar: تفاصيل الرادار

# strRadarName
source: Radar Name
ar: اسم الرادار

# strRadarSerialNo
source: Radar SerialNo:
ar: الرقم المسلسل للرادار

# strSmartTowerDetails
source: Smart Tower Details
ar: تفاصيل البرج الذكى

# strSOPList
source: SOP List
ar: إجراءات التشغيل

# strStatus
source: Status:
ar: الحالة :

# strTowerName
source: Tower Name :
ar: اسم البرج

# strTowerSerialNo
source: Tower SerialNo :
ar: الرقم المسلسل للبرج الذكى :

# strType
source: Type :
ar: النوع :

# strSpeedLimitSaved
source: New Speed Limit Saved
ar: تم تحديث الحد الاقصى للسرعة

# strConfirm
source: Confirm
ar: تأكيد

# strFalseDetection
source: False Detection
ar: انذار خاطئ

# strSkip
source: Skip
ar: تخطى

# strFacebook
source: Facebook
ar: الفيسبوك

# strPublish
source: Publish
ar: قم بالنشر

# strPublishStory
source: Publish Story
ar: نشر الخبر

# strTwitter
source: Twitter
ar: تويتر

# strBrowseImage
source: Browse
ar: تحميل الصورة

# strOff
source: Off
ar: ايقاف

# strOn
source: On
ar: تفعيل

# strPostSent
source: Your post has been shared successfully
ar: تم نشر الخبر بنجاح

# strNext
source: Next
ar: التالى

# strDispatchPatrol
source: Dispatch Patrol
ar: إرسال دورية

# strPatrolCode
source: Patrol Code :
ar: كود الدورية

# strPatrolPlateNo
source: Patrol Plate No
ar: رقم لوحه الدورية

# strComment
source: Comment :
ar: تعليق

# strCancel
source: Cancel
ar: إلغاء

# strSelectSocialService
source: Select the prefered social site
ar: أختر وسيلة النشر المناسبة لك

# strNearbyCamera
source: CCTV Nearby
ar: كاميرات المراقبة المجاورة

# strDangerousVehicleDetails
source: Dangerous Vehicle
ar: تفاصيل المركبة الخطرة

# strBasicInfo
source: Basic Informations
ar: بيانات أساسية

# strCountry
source: Country
ar: البلد

# strOwnerMobileNum
source: Owner Mobile Number
ar: رقم موبايل المالك

# strOwnerName
source: Owner Name
ar: اسم المالك

# strPassingCode
source: Passing Code
ar: الرمز المروري

# strPlateNum
source: Plate Number
ar: رقم اللوحة:

# strVehicleColor
source: Color
ar: لون المركبة

# strVehicleQuestion
source: Was this vehicle wanted before?
ar: هل المركبة مطلوبة من قبل؟

# strVehicleType
source: Vehicle Type
ar: النوع

# strVehicleViolationsDetails
source: Vehicle Violations Details
ar: بيانات المخالفات على المركبة

# strViolationDateTime
source: DateTime
ar: التاريخ والوقت

# strViolationID
source: ID
ar: رقم

# strViolationType
source: Type
ar: النوع

# strCapturedSpeed
source: Speed
ar: السرعة

# strImage
source: Img
ar: صوره

# strSpeedLimit
source: Limit
ar: السرعه المحدده

# strVideo
source: Vid
ar: فديو

# strViolnType
source: Violation Type
ar: نوع المخالفة

# strDispatchedPatrolConfirm
source: The task has been dispatched to the patrol
ar: تم الارسال للدورية بنجاح

# strDispatchPatrolConfirmation
source: Are you sure that you want to dispatch the patrol ?
ar: سوف يتم إرسال الدورية . هل أنت متأكد؟

# strMessage
source: Message
ar: رسالة

# strSendRequestToSOP
source: Send Request to the Central Operation Room
ar: ارسال طلب لغرفة العمليات المركزية

# strSubmit
source: SUBMIT
ar: ارسال

# strTrackId
source: Track ID
ar: رقم التتبع

source: Recommended
ar: موصي به

# strCode
source: Code
ar: الكود

# strColor
source: Color
ar: اللون

# strComments
source: Comments
ar: تعليقات

# strDangerousViolator
source: Dangerous Violator
ar: مخالف خطر

# strDriverAge
source: Driver Age
ar: عمر السائق

# strIssueOrFine
source: Issue/Fine
ar: مخالفة

# strLastKnownLocation
source: Last Known Location
ar: اخر موقع

# strLicenceExpiryDate
source: Licence Expiry Date
ar: تاريخ انتهاء الرخصة

# strManufacturer
source: Manufacturer
ar: المصنع

# strManufactureYear
source: Manufacture Year
ar: سنة الصنع

# strModel
source: Model
ar: الماركة

# strNationality
source: Nationality
ar: الجنسية

# strReportToUTS
source: Report To UTS
ar: ابلاغ ال UTS

# strSavedinUTS
source: Saved in UTS
ar: حفظ في ال UTS

# strSource
source: Source
ar: المصدر

# strType1
source: Type
ar: النوع

# strVehicleDetails
source: VEHICLE DETAILS
ar: بيانات المركبة

# strViewDetails
source: View Details
ar: عرض البيانات

# strViolationDetails
source: Violation Details
ar: بيانات المخالفات

# strViolationDetectionDate
source: Violation / Detection Date & Time
ar: وقت وتاريخ المخالفة

# strViolationsHistory
source: Violations History
ar: سجل المخالفات

# strViolationType1
source: Type
ar: النوع

# strAlertOperationRoom
source: Alert Operation Room
ar: ابلاغ غرفة العمليات

# strAssigned
source: Assigned
ar: مسندة

# EtaUnit
source: Min
ar: دقيقة

# strIssue
source: Issue
ar: تحرير مخالفة

# strAlertOpRoomConfMsg
source: Are you sure, want to Alert the Operation Room?
ar: هل انت متأكد من ارسال الطلب لغرفة العمليات؟

# strPlateKind
source: Plate Kind
ar: فئة اللوحة

# strPlateType
source: Plate Type
ar: نوع اللوحة

# strApprovalConfirmation
source: Are you sure you want to approve?
ar: ها تريد ان توافق على هذا التنبيه؟

# strApprove
source: Approve
ar: موافق

# strReject
source: Reject
ar: أرفض

# strRejectionConfirmation
source: Are you sure you want to Reject?
ar: هل تريد رفض هذا التنبيه؟

# strEndSOP
source: Not all steps are checked . Are you sure you want to finish the SOP?
ar: لم يتم الانتهاء من جميع الخطوات, هل تود انهاء قائمة الاجراءات؟

# strPatrolAssignment
source: This Patrol is already assigned to the same violation
ar: هذه الدورية تم ارسالها لنفس المهمة من قبل
